Revit 2024 API
BuiltInFailures.GroupFailures.CannotAddToGroupFormatWarn Property
 [Element] cannot be added to the instance of [Group]
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Syntax
C#
public static FailureDefinitionId CannotAddToGroupFormatWarn { get; }
Visual Basic
Public Shared ReadOnly Property CannotAddToGroupFormatWarn As FailureDefinitionId
	Get
Visual C++
public:
static property FailureDefinitionId^ CannotAddToGroupFormatWarn {
	FailureDefinitionId^ get ();
}
See Also
BuiltInFailures.GroupFailures Class
Autodesk.Revit.DB Namespace